Tekla Open API Reference for Tekla Structures 2025
CombinedDimensionAttributes Properties
The DimensionSetBaseAttributes.CombinedDimensionAttributes type exposes the following members.
Properties
Name | Description
Format
 The combined dimension format.
MinimumNumberToCombine
 The minimum number of dimensions to be combined.
Top
See Also
Reference
DimensionSetBaseAttributes.CombinedDimensionAttributes Class
Tekla.Structures.Drawing Namespace